{
    "chapters": [
        {
            "summary": "Eric sue invites you to follow him on LinkedIn. There is content that he's publishing there that you won't see on this podcast or on his YouTube channel. Back to the episode with Leveling Up, where we'll show you how to win at the game of life and business.",
            "headline": "There is content that you won't see on this podcast or on his YouTube channel.",
            "gist": "Follow me on linkedin.",
            "start": 1812,
            "end": 30057
        },
        {
            "summary": "Single Brain. Owns an ad agency called Single Brain. He has helped companies like Airbnb, Amazon, Uber and More acquire more customers and traffic. It takes about three years to see success in a digital marketing agency. The first two years of his company were a slog. He recommends reading a book called Pricing Creativity and Running Your Company on an operating system with a cadence of weekly meetings and an annual planning.",
            "headline": "He recommends reading a book called Pricing Creativity and running your company on an operating system with a cadence of weekly meetings and annual planning.",
            "gist": "8 years of digital marketing agency lessons.",
            "start": 30147,
            "end": 235267
        },
        {
            "summary": "According to Bill Gates, every company is going to become a media company, and the more you can do that, the better. Singlegraincom Levelling Up offers access to their individual and team training programs for people who want to level up and become a better manager.",
            "headline": "Singlegraincom offers access to their individual and team training programs for people who want to level up and become a better manager.",
            "gist": "To under promise and overdeliver.",
            "start": 235315,
            "end": 294000
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/b1fde9f2788c466a9962ab3247006509/",
    "thumbnail": "https://production.listennotes.com/podcasts/leveling-up-with-eric-siu-eric-siu-KqStQaCeNFd-IOm9gr7f_yb.300x300.jpg",
    "podcast_title": "Leveling Up with Eric Siu",
    "episode_title": "8 Years of Digital Marketing Agency Lessons in Under 8 Minutes!"
}